{"Cálculo (UAM)": {"Codigo": "19643", "Curso": 1, "Cuatrimestre": 1, "Créditos": 6, "Idioma": "Español\n \n", "Coordinador/a": "Bartolome Barcelo Taberner\n", "Requisitos previos": "Ninguno\n \n", "Guia docente": "https://secretaria-virtual.uam.es/doa/consultaPublica/look%5bconpub%5dMostrarPubGuiaDocAs?entradaPublica=true&idiomaPais=es.ES&_codAsignatura=19643", "Programa": "Tema 1\n\n\nSucesiones de números reales. Límite de sucesiones.\n\n\nSucesiones definidas recursivamente, an= f(an-1). Representación gráfica. Puntos de equilibrio. Aplicación: progresiones geométricas, préstamos con interés, aplicación logística discreta. Ejemplos usando una hoja de cálculo.\n\n\n \nTema 2\n\n\nFunciones de una variable. Definición. Gráfica. Operaciones básicas. Composición de funciones. Función inversa.\n\n\nFórmula punto-pendiente para la ecuación de una recta. El problema de calcular la recta tangente. Cociente incremental. Necesidad del concepto de límite.\n\n\nLímite de una función en un punto. Definición y ejemplos. Continuidad.\n\n\n \nTema 3\n\n\nEl límite del cociente incremental: la derivada. Teoremas básicos: Regla de la Cadena, Teorema del Valor Medio, Teorema de Taylor.\n\n\nMáximos y mínimos. Ejemplos.\n\n\n \nTema 4\n\n\nLa integral como límite de sumas de Riemann. Ejemplos. El Teorema Fundamental del Cálculo y la Regla de Barrow.\n\n\nModelos de poblaciones con crecimiento exponencial (Malthus) y logístico (Verhulst).\n\n\n \nTema 5\n\n\nFunciones de dos variables. Definición y ejemplos. Conjuntos de nivel.\n\n\nDerivadas parciales. Plano tangente.\n\n\nSignificado del vector gradiente. Máximos y mínimos. Matriz Hessiana (dimensión 2).\n\n\nIntegración de funciones de dos variables. Teorema de Fubini. Regiones de integración limitadas por gráficas de funciones.\n\n\n \n"}, "Química General (UAM)": {"Codigo": "19644", "Curso": 1, "Cuatrimestre": 1, "Créditos": 6, "Idioma": "Español\n \n", "Coordinador/a": "Ana Maria Parra Alfambra\n", "Requisitos previos": "Ninguno\n \n", "Guia docente": "https://secretaria-virtual.uam.es/doa/consultaPublica/look%5bconpub%5dMostrarPubGuiaDocAs?entradaPublica=true&idiomaPais=es.ES&_codAsignatura=19644", "Programa": "Estructura atómica y sistema periódico\n\n\nTeoría atómica. Isótopos y radioactividad. Estructura de la materia. Espectros atómicos. El átomo de Bohr. Ecuación de Schrödinger. Orbitales atómicos hidrogenoides. Átomos polielectrónicos: carga nuclear efectiva. Configuraciones electrónicas. Tabla periódica. Propiedades periódicas: radios atómico e iónico, energía de ionización y afinidad electrónica.\n\n\nEnlace\n\n\nTeoría de Lewis. Enlace iónico y enlace covalente. Electronegatividad. Enlaces covalentes polares. Estructuras de Lewis. Resonancia. Geometría de las moléculas. Modelo de repulsión de pares electrónicos. Método del enlace de valencia. Hibridación de orbitales atómicos. Enlaces covalentes múltiples. Método de orbitales moleculares. Fuerzas de enlace. Enlace metálico: teoría de bandas.\n\n\nEstados de agregación de la materia\n\n\nEstados de la materia. Ecuación de gases ideales y ley de Dalton. Fuerzas intermoleculares: fuerzas de van der Waals, enlaces de hidrógeno. Propiedades de los sólidos. Estructura cristalina. Energía reticular. Propiedades de los líquidos. Presión de vapor. Diagrama de fases.\n\n\nDisoluciones\n\n\nTipos de disoluciones. Concentración. Solubilidad de gases. Diagramas de fases de dos componentes. Propiedades coligativas.\n\n\nTermodinámica Química\n\n\nTerminología. Trabajo. Calor. Calorimetría y capacidades caloríficas. Primera ley de la termodinámica. Variaciones de energía interna y entalpía. Entalpías estándar de formación. Segunda ley de la termodinámica. Evaluación de la entropía y de sus cambios. Energía libre de Gibbs.\n\n\nCinética Química\n\n\nVelocidad de una reacción. El efecto de la concentración en la velocidad de reacción. Ley de velocidad. Reacciones de orden definido: reacciones de orden cero, reacciones de primer orden, reacciones de segundo orden. Modelos teóricos de cinética Química. Efecto de la temperatura en las velocidades de reacción. Mecanismo de reacción. Catálisis.\n\n\nEquilibrio Químico\n\n\nEnergía libre y equilibrio. Constante de equilibrio y cociente de reacción. Equilibrio en fase gaseosa. Equilibrios en fase heterogénea. Variaciones de la constante de equilibrio con la temperatura. Principio de Le Chatelier.\n\n\nEquilibrios de ácidos y bases.\n\n\nTeorías ácido-base: Arrhenius, Brönsted-Lowry y Lewis. Relación estructura acidez. Ácidos y bases fuertes. Ácidos y bases débiles. Ácidos polipróticos. Efecto de ion común en el equilibrio ácido-base. Disoluciones tampón. Indicadores ácido-base. Reacciones de neutralización.\n\n\nEquilibrios de precipitación y formación de complejos\n\n\nConceptos básicos. Producto de solubilidad. Factores que afectan a la solubilidad: temperatura, concentración. Efecto de ion común. Precipitación fraccionada. Equilibrio con formación de complejos.\n\n\nEquilibrios de oxidación-reducción.\n\n\nEstado de oxidación. Semirreacciones de oxidación y de reducción. Ajuste de reacciones redox. Espontaneidad de reacciones redox. Electrodos y célula electroquímica. Potenciales de célula. Ecuación de Nernst. Sistemas oxidoreductores del agua. Electrolisis.\n \nPRÁCTICAS DE LABORATORIO\nEste programa se ha diseñado para que el alumno adquiera una formación práctica inicial básica que le permita trabajar en un laboratorio de química y para que realice experimentos que sean aplicación directa de conceptos vistos en el programa teórico.\n \nContenidos a desarrollar\n1.- Normativa Laboratorios. Disoluciones. Disolución reguladora (Tema 1 y 8)  2.- Entalpía de vaporización (Tema 5)  3.- Cinética: Influencia temperatura y catalizadores (Tema 6)  4.- Equilibrio Químico: Efecto concentración y temperatura (Tema 7)  5.- Pila Daniell y de Concentración (Tema 10)\n \n \n"}, "Biología (UAM)": {"Codigo": "19645", "Curso": 1, "Cuatrimestre": 1, "Créditos": 6, "Idioma": "Español\n", "Coordinador/a": "Yolanda Leon Alvarez\n", "Requisitos previos": "Ninguno.\n", "Guia docente": "https://secretaria-virtual.uam.es/doa/consultaPublica/look%5bconpub%5dMostrarPubGuiaDocAs?entradaPublica=true&idiomaPais=es.ES&_codAsignatura=19645", "Programa": "BLOQUE I. INTRODUCCIÓN A LA CIENCIA DE LA BIOLOGÍA \nTema 1: Características de los seres vivos. Niveles de organización.\nTema 2: Estructura y funciones de las principales biomoléculas.\nTema 3: Teoría y organización celular: células procariotas y células eucariotas.\nBLOQUE II. PRINCIPIOS DE BIOENERGÉTICA Y METABOLISMO \nTema 4: Relaciones energéticas de los seres vivos con el medio ambiente.\nTema 5: Procesos celulares implicados en la obtención de energía: respiración celular.\nTema 6: Procesos celulares implicados en la obtención de energía: fotosíntesis.\nBLOQUE III. DIVISIÓN CELULAR, MECANISMOS DE LA HERENCIA Y REPRODUCCION\nTema 7: Bases moleculares de la herencia.\nTema 8: División celular.\nTema 9: Mitosis y Meiosis.\nTema 10: Transmisión de los caracteres hereditarios.\nBLOQUE IV. ORGANISMOS PLURICELULARES: DESARROLLO, REGULACIÓN Y COORDINACIÓN \nTema 11: Principios básicos del desarrollo.\nTema 12: Especialización celular.\nTema 13: Sistemas macro-reguladores en animales.\nTema 14: Sistemas reguladores en vegetales.\n \nPRÁCTICAS DE LABORATORIO\n1. Introducción a la microscopía óptica: observación de tejidos animales y organismos.\n2. Estudio de tejidos y órganos de plantas: Pigmentos vegetales.\n3. Mitosis. Análisis de frecuencias alélicas y genotípicas.\n4. Desarrollo en vegetales y animales.\n5. Función animal y su regulación.\n \n \n"}, "Geología (UAM)": {"Codigo": "19646", "Curso": 1, "Cuatrimestre": 1, "Créditos": 6, "Idioma": "Español\n \n", "Coordinador/a": "Carolina Canora Catalán\n", "Requisitos previos": "Ninguno\n \n", "Guia docente": "https://secretaria-virtual.uam.es/doa/consultaPublica/look%5bconpub%5dMostrarPubGuiaDocAs?entradaPublica=true&idiomaPais=es.ES&_codAsignatura=19646", "Programa": "1- Geología: objetivos y disciplinas integrantes. Desarrollo histórico. Principios, teorías y paradigmas. Minerales y rocas: ciclo petrológico. Origen de la Tierra. El tiempo en Geología.\n2- Estructura y composición de la Tierra. La Atmósfera. Origen de la zonación climática. La Hidrosfera. Distribución y composición del agua en la Tierra. El ciclo hidrológico. Métodos de estudio del interior de la Tierra. El flujo térmico y el gradiente geotérmico. El campo magnético y gravitatorio. Las ondas sísmicas: Sismología. Estructura y características del interior de la Tierra.\n3-Mineralogía: definición de mineral. Conceptos básicos y propiedades físicas. Clasificación: silicatos y no silicatos. Los minerales formadores de rocas. Minerales asociados a menas. Tipos de cristalización para el crecimiento de los cristales. Métodos de estudio en Mineralogía.\n4- Procesos petrogenéticos endógenos. Magmatismo. Definición de magma y componentes. Tipos y evolución de magmas. Las series de rocas ígneas. Plutonismo y estructuras intrusivas. Tipos de volcanismo y edificios volcánicos. Metamorfismo y rocas metamórficas. Factores del metamorfismo. Aspectos, estructurales, texturales y mineralógicos. Tipos de metamorfismo y características.\n5- Procesos petrogenéticos exógenos. La meteorización y denudación de las rocas. Tipos de meteorización y relación con el clima. Concepto de suelo y factores formadores. Las rocas sedimentarias dentro del ciclo petrológico. Rocas clásticas, químicas y biogénicas. Carbón e hidrocarburos naturales: origen y tipos. Ciclos geoquímicos relacionados con los seres vivos.\n6- Esfuerzo y deformación de las rocas: conceptos básicos. Comportamiento dúctil y frágil. Pliegues, diaclasas y fallas. El modelo de tectónica de placas: elementos básicos. Bordes de placa divergentes, convergentes y transformantes. Evidencias tempranas de la deriva continental. Distribución sísmica y magmática global. Estructura y expansión del fondo oceánico. Tectónica de placas e historia geológica: el ciclo de Wilson. Repercusión en los seres vivos.\n7- El registro estratigráfico y geología histórica. Series y discontinuidades estratigráficas. Ambientes sedimentarios. Fósiles y fosilización. Origen y evolución de los seres vivos a lo largo de la historia de la Tierra. Rasgos geológicos y geomorfológicos de la Península Ibérica, Baleares y Canarias.\n \n \n \nPRÁCTICAS DE LABORATORIO\nEste programa está diseñado para que el alumno adquiera una experiencia práctica básica orientada fundamentalmente al reconocimiento de materiales (minerales y rocas) y fósiles.\nContenidos a desarrollar\nReconocimiento y clasificación de las principales rocas ígneas y sus minerales formadores.\nReconocimiento y clasificación de las principales rocas metamórficas y sus minerales formadores.\nReconocimiento y clasificación de las principales rocas sedimentarias y sus minerales formadores.\nReconocimiento y clasificación de algunos fósiles con interés bioestratigráfico.\nAplicación del reconocimiento de visu a problemas geológicos prácticos.\n \n"}, "Ciencia y Sociedad del Siglo XXI (UAM)": {"Codigo": "19642", "Curso": 1, "Cuatrimestre": 1, "Créditos": 6, "Idioma": "Español\n \n", "Coordinador/a": "Marina García Llorente\n", "Requisitos previos": "Ninguno\n", "Guia docente": "https://secretaria-virtual.uam.es/doa/consultaPublica/look%5bconpub%5dMostrarPubGuiaDocAs?entradaPublica=true&idiomaPais=es.ES&_codAsignatura=19642", "Programa": "1.- Antropoceno y crisis civilizatoria. Aproximación sistémica a los desafíos de la sociedad en el contexto del cambio global\n2.- Ciencia, técnica y tecnociencia. Verdad y “posverdad”. La cuestión del progreso\n3.- Naturaleza y bienestar humano dentro de los límites planetarios. Interdependencia entre sistemas ecológicos y socioculturales\n4.- Integridad científica, responsabilidad social y bioética en las ciencias biomédicas y animal\n5.- El origen evolutivo de la ética y la moral humana: mecánicas e interpretaciones\n6.- Ética ecológica. Ética de las relaciones entre humanos y animales. Justicia ambiental\n7.- Ciencia de la sostenibilidad y transdisciplinariedad. Gestión de los problemas complejos de la interfase naturaleza y sociedad\n8.- Agenda 2030 y Objetivos de Desarrollo Sostenible (ODS). Estrategias para la transición ecológica\n \n"}, "Álgebra (UC3M)": {"Código": "18692", "Curso": "1", "Cuatrimestre": "2", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "HERNANDO OTER, PEDRO JOSE", "Requisitos previos": "Ninguno", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?&est=368&plan=453&asig=18692&idioma=1", "Programa": "1. Números complejos. \nConjuntos de números. Necesidad de los números complejos. Forma binomial de los números complejos. Representación gráfica. Operaciones. Conjugado, módulo y argumento. Forma polar de un número complejo. Raíces de números complejos. Exponencial de un número complejo. Resolución de ecuaciones.\n\n2. Sistemas de ecuaciones lineales. \nInterpretación geométrica. Notación matricial. Eliminación Gaussiana. Equivalencia por filas. Forma escalonada. Resolución de sistemas lineales. Sistemas homogéneos.\n\n3. Espacios vectoriales. \nEspacios y subespacios vectoriales. Combinación lineal. Dependencia e independencia lineal. Rango y dimensión. Conjunto generador y bases.\n\n4. Álgebra matricial. \nOperaciones con matrices. Transpuesta de una matriz. Transpuesta conjugada de una matriz. Inversa de una matriz. Rango y determinantes. Subespacios fundamentales de una matriz. Bases de Col A, Fil A y Ker A.\n\n5. Transformaciones lineales. \nOperaciones. Imagen y núcleo. Subespacios asociados. Tipos de transformaciones. Teorema rango-nulidad.\n\n6. Bases.\nMatriz asociada a una base. Coordenadas en una base. Cambios de base y aplicaciones lineales.\n\n7. Ortogonalidad y mínimos cuadrados. \nProducto escalar y módulo. Conjuntos ortogonales. Matrices unitarias. Complemento ortogonal. Proyecciones ortogonales. Proceso Gram-Schmidt. Problemas de mínimos cuadrados. \n\n8. Introducción a la teoría espectral.\nValores y vectores propios. Ecuación característica. Semejanza de matrices. Diagonalización. Aplicaciones.\n\n9. Matrices simétricas y normales. \nSemejanza unitaria de matrices. Diagonalización ortogonal y unitaria.\n"}, "Mecánica y Termodinámica (UC3M)": {"Código": "18694", "Curso": "1", "Cuatrimestre": "2", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "SANTALLA ARRIBAS, SILVIA NOEMI", "Requisitos previos": "Se recomienda haber estudiado Física y Matemáticas en Bachillerato. \nCálculo (Curso 1 - Cuatrimestre 1)", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?&est=368&plan=453&asig=18694&idioma=1", "Programa": "1. Cinemática de partículas puntuales\n- Posición, trayectoria y desplazamiento. Velocidad. Aceleración, componentes intrínsecas de la aceleración\n- Integración de las ecuaciones de movimiento\n- Tipos de movimiento\n- Integración de las ecuaciones de movimiento sin dependencia explicita en el tiempo\n- Sistemas de referencia\n\n2. Dinámica de partículas puntuales\n- Leyes de Newton\n- Tipos de fuerzas: ad hoc, de ligadura, de rozamiento, elástica, elástica amortiguada y forzada...\n- Momento lineal e impulso\n- Momento de una fuerza y momento angular\n\n3. Trabajo y energía.\n- Trabajo\n- Potencia\n- Energía cinética\n- Fuerzas conservativas y energía potencial. Conservación de la energía\n- Fuerzas no conservativas, balance de energía.\n- Campos escalares y vectoriales\n\n4. Sistemas de partículas puntuales\n- Centro de masas de un sistema de partículas\n- Cinemática y dinámica de un sistema de partículas\n- Teoremas de conservación para un sistema de partículas\n\n5. Sólido rígido\n- Movimiento de un sólido rígido en un plano\n- Energía cinética de rotación\n- Momento de inercia, teorema de los ejes paralelos \n- Estática y dinámica de un sólido rígido\n- Trabajo y potencia de rotación\n- Péndulo físico\n\n6. Ondas\n- Movimiento ondulatorio en 1D\n- Interferencia de ondas, condiciones de frontera y superposición\n- Ondas estacionarias en una cuerda\n- Modos normales de una cuerda\n- Efecto Doppler\n\n7. Introducción a la Termodinámica\n- Sistemas termodinámicos\n- Temperatura: principio de equipartición de la energía, principio cero de la termodinámica, termómetros y escala de temperaturas\n- Estado termodinámico\n- Ecuación de estado: diagramas y procesos termodinámicos, coeficientes térmicos\n\n8. Primer principio de la termodinámica\n- Calor: capacidad caloríficam calor específico, calor latente, calorimetría\n- Trabajo: diagramas pV\n- Energía interna\n- Primer principio de la termodinámica\n- Procesos reversibles en gases ideales\n\n9. Segundo principio de la termodinámica\n- Procesos termodinámicos\n- Máquinas térmicas: motor térmico, máquina frigorífica y bomba de calor\n- Segundo principio de la termodinámica: enunciado de Kelvin-Planck, enunciado de Clausius, Irreversibilidad.\n- Ciclos con gases ideales: ciclo de Carnot...\n- Desigualdad de Clausius\n- Entropía: diagrama TS\n- Entropía en procesos con gases ideales\n- Ecuación fundamental de la termodinámica\n"}, "Química Orgánica (UC3M)": {"Código": "18695", "Curso": "1", "Cuatrimestre": "2", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "SERRANO PRIETO, MARIA BERNARDA", "Requisitos previos": "Se recomienda haber cursado Bachillerato Científico/Técnico.\nQuímica General, primer curso (primer semestre)", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?&est=368&plan=453&asig=18695&idioma=1", "Programa": "1. Estructura y propiedades de los compuestos orgánicos: Propiedades de los compuestos orgánicos. Enlaces en los compuestos orgánicos. Geometría tetraédrica del carbono. Grupos funcionales. Estructura molecular. Nomenclatura. Propiedades ácidas y básicas. Moléculas polares y no polares. Profundiza: Comida orgánica. Alcaloides\n\n2. Alcanos y cicloalcanos. Propiedades físicas. Energía de disociación. Alcanos sustituidos. Estereoquímica. Estructura de radicales alquílicos: hiperconjugación. Reactividad química. Estabilidad y conformación de clicloalcanos. Aplicaciones: combustión. Profundiza: Petróleo. Fármacos quirales. Ciclohexano, adamantano y diamandoides.\n\n3. Estereoquímica en centros tetraédricos. Enantiómeros y carbono tetraédrico, Quiralidad. Actividad óptica. Reglas de secuencia: Configuración Absoluta. Diastereómeros. Compuestos Meso. Mezclas racémicas y resolución de enantiómeros. Profundizando: drogas quirales\n\n4. Halogenuros de alquilo. Halogenación. Sustitución Nucleófila bimolecular y unimolecular: Reacciones SN2 y SN1. Preparación de alquenos: reacciones de eliminación unimolecular y bimolecular: E1 y E2.\n\n5. Alquenos, dienos y alquinos. Estructura y reactividad de alquenos: Propiedades físicas: Isomería cis-trans en alquenos y estereoquímica; Estabilidad de alquenos. Estructura y reactividad de los alquenos: propiedades físicas de los alquenos; Isomería cis-trans en alquenos y estereoquímica; estabilidad de alquenos; reacciones de alquenos: reacciones de adición electrofílica, reducción y oxidación; adiciones radicales a alquenos: formación de productos anti-Markovnikov, polímeros de crecimiento en cadena. Reacciones de sustitución por mecanismo radicálico.  Dienos: estabilidad de dienos conjugados; Reacción de Diels-Alder. Profundiza: terpenos: ocurre naturalmente. Adiciones biológicas de radicales a alquenos. Síntesis de fármacos antitumorales. Polímeros y cauchos naturales y sintéticos. Propiedades de los alquinos; preparación de alquinos; reacciones de alquinos: reacciones de adición electrofílica y reacciones de adición anti-Markovnikov. Profundizando: el etileno como material de partida industrial. Alquinos en la naturaleza y en la medicina.\n\n6. Espectroscopía. Interacción radiación-materia. Espectroscopía UV-Visible. UV-Visible y conjugación: color. Fluorescencia. Espectroscopía Infrarroja. Resonancia Magnética nuclear. Desplazamiento Químico. 1H-RMN y 13C-RMN. Desdoblamiento spin-spin: constante de acoplamiento.  \n\n7.Compuestos aromáticos. Fuentes y nomenclatura de compuestos aromáticos. Estructura y estabilidad del benceno. Aromaticidad. Heterociclos aromáticos: piridina y pirrol. Síntesis de derivados de benceno: sustitución aromática electrofílica: bromación, alquilación, acilación y otras sustituciones aromáticas. Profundiza: compuestos hechos de carbono puro: grafito, grafeno, diamante y fullerenos. Nitroarenos explosivos: TNT y ácido pícrico.\n\n8. Alcoholes, fenoles y éteres. Nomenclatura alcoholes y fenoles. Propiedades de los alcoholes y fenoles. Preparación de alcoholes: a partir de compuestos de carbonilo: reducción, reacción de Grignard. Reacciones de alcoholes: deshidratación de alcoholes, mecanismo. Oxidación de alcoholes y fenoles y sus usos. Reacciones de fenoles. Profundiza: etanol: química, droga, veneno. Oxidación de alcohol en el organismo. Nomenclatura y propiedades de los éteres. Síntesis de éteres. Reacciones de éteres. Reacciones de epóxidos: apertura de anillo. Tioles y sulfuros. Profundiza: resinas epoxi y adhesivos\n\n9. Adehídos y cetonas. Estructura del grupo carbonilo. Nomenclatura de aldehídos y cetonas. Preparación de aldehídos y cetonas. Reactividad del grupo carbonilo: mecanismos de adición: adición de agua para formar hidratos, adición de alcoholes para formar hemiacetales y acetales, adición nucleofílica de amoníaco y sus derivados. Desoxigenación del grupo carbonilo. Adición de cianuro de hidrógeno para obtención de cianohidrinas. Adición de iluros de fósforo: reacción de Wittig. Enoles, enolatos y condensación aldólica. Alfa-beta Aldehídos y cetonas insaturados. Pruebas químicas oxidativas para aldehídos. Ejemplos resueltos: integración de los conceptos.\n\n10. Ácidos Carboxílicos y derivados. Nomenclatura. Propiedades estructurales y físicas de los ácidos carboxílicos. Carácter ácido y básico. Síntesis en la industria. Métodos para introducir el grupo funcional carboxi. Sustitución en el carbono carboxílico: mecanismo de adición-eliminación. Derivados del ácido carboxílico: haluros y anhídridos de acilo; esteres, en la naturaleza: ceras, grasas, aceites y lípidos; amidas; reducción de ácidos carboxílicos por hidruro de litio y aluminio. Actividad biológica de los ácidos carboxílicos. Profundiza: carboxilatos y sulfonatos de cadena larga: jabones y detergentes. Plásticos verdes, fibras y energía de hidroxiésteres derivados de biomasa.\n\n11. Aminas. Estructura y propiedades de las aminas. Basicidad de aminas y arilaminas. Aminas biológicas. Síntesis de aminas. Reacciones de aminas y arilaminas. Aminas heterocíclicas. Profundiza: química verde II: líquidos iónicos.\n\n12. Biomoléculas. Hidratos de carbono. Lípidos. Aminoácidos, proteínas y enzimas. Ácidos nucleicos y síntesis de proteínas. Procesos metabólicos y producción de energía. Profundiza: Grasas saturadas, colesterol y enfermedades del corazón. Estatinas.\n"}, "Técnicas Informáticas y bases de datos (UC3M)": {"Código": "18696", "Curso": "1", "Cuatrimestre": "2", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "GRANADOS FONTECHA, ANA", "Requisitos previos": "Ninguna", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?&est=368&plan=453&asig=18696&idioma=1", "Programa": "I. Introducción a la programación\nII. Paradigmas de programación\nIII. Elementos de un programa\nIV. Datos y algoritmos\nV. Estructuras de control (condicionales, bucles, funciones, etc.)\nVI. Estructuras de datos\nVII. Entrada y salida de datos\nVIII. Técnicas avanzadas de programación\nIX. Técnicas de depuración de errores\nX. Introducción a las bases de datos\n"}, "Lógica y Filosofía de la Ciencia (UC3M)": {"Código": "18693", "Curso": "1", "Cuatrimestre": "2", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "ALMAZAN GOMEZ, MANUEL ADRIAN", "Requisitos previos": "Familiaridad con la lectura y capacidad para comprender ensayos. Capacidad crítica", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?&est=368&plan=453&asig=18693&idioma=1", "Programa": "BLOQUE 1: ¿Qué es la ciencia? Más preguntas de las que pensamos\n\n\nTEMA 1: LA CIENCIA Y SU MÉTODO\n\n    - ¿Podemos separar la ciencia de lo no científico?\n    - ¿Existe un único método científico?\n    - ¿Busca la ciencia siempre la verdad?\n\nTEMA 2: LA CIENCIA Y SU HISTORIA\n\n    - ¿Desde cuando existe ciencia?\n    - ¿Existe un progreso de la ciencia?\n    - ¿Podemos separar radicalmente la historia de la ciencia de la historia de la sociedad?\n\nBLOQUE 2: La ciencia como actividad social\n\nTEMA 3: PRECONCEPCIONES DE LA CIENCIA MODERNA (Y SUS CRÍTICAS)\n\n    - De la naturaleza como objeto mecánico a Gaia\n    - De la ciencia androcéntrica a la epistemología feminista\n    - De la ciencia eurocéntrica a las Epistemologías del Sur\n    - Del científico como trabajador capitalista al científico como defensor del multiverso terrestre\n"}, "Ecuaciones Diferenciales (UAB)": {"Codigo": "19653", "Curso": 2, "Cuatrimestre": 1, "Créditos": 6, "Idioma": "Matemáticas\n", "Coordinador/a": "- Nombre y apellidos: Xavier Bardina Simorra\n- Correo electrónico: Xavier.Bardina@uab.cat \n- Facultad: Facultad de Ciencias\n- Departamento: Departamento de Matemáticas\n- Despacho-Modulo: C3b/112\n- Teléfono: 93 586 85 63\n", "Requisitos previos": "Ninguno.\n", "Guia docente": "https://secretaria-virtual.uam.es/doa/consultaPublica/look%5bconpub%5dMostrarPubGuiaDocAs?entradaPublica=true&idiomaPais=es.ES&_codAsignatura=19653", "Programa": "1. Introducción a las ecuaciones diferenciales\n1.1 Definiciones y terminología\n1.2 Problemas con valores iniciales\n1.3 Ecuaciones diferenciales como modelos matemáticos\n2 Ecuaciones diferenciales de primer orden\n2.1 Curvas solución\n2.2 Variables separables\n2.3 Ecuaciones lineales\n2.4 Ecuaciones exactas\n2.5 Soluciones por sustitución\n2.6 Un método numérico\n2.7 Modelización con ecuaciones diferenciales de primer orden\n3 Ecuaciones diferenciales de orden superior\n3.1 Ecuaciones lineales\n3.2 Reducción de orden\n3.3 Ecuaciones lineales homogéneas con coeficientes constantes\n3.4 Coeficientes indeterminados\n3.5 Modelización con ecuaciones diferenciales de orden superior\n4 La transformada de Laplace\n4.1 Definición de la transformada de Laplace\n4.2 Transformadas inversas y de derivadas\n4.3 Propiedades operacionales\n5 Sistemas de ecuaciones diferenciales lineales de primer orden\n5.1 Sistemas lineales homogéneos\n5.2 Sistemas lineales no homogéneos\n6 Sistemas autónomos planos\n6.1 Sistemas autónomos\n6.2 Estabilidad de sistemas lineales\n6.3 Linealización y estabilidad local\n6.4 Sistemas autónomos como modelos matemáticos\n"}, "Electricidad, Electromagnetismo y Óptica (UAB)": {"Codigo": "19654", "Curso": 2, "Cuatrimestre": 1, "Créditos": 6, "Idioma": "Español\n", "Coordinador/a": "- Nombre y apellidos: Carles Navau\n- Correo electrónico: carles.navau@uab.cat \n- Facultad: Facultad de Ciencias (UAB)\n- Departamento: Departamento de Física\n- Despacho-Modulo: C5/112 (Edificio C, Campus UAB)\n- Teléfono: 935812596\n", "Requisitos previos": "Ninguno.\n", "Guia docente": "https://secretaria-virtual.uam.es/doa/consultaPublica/look%5bconpub%5dMostrarPubGuiaDocAs?entradaPublica=true&idiomaPais=es.ES&_codAsignatura=19654", "Programa": "Ley de Coulomb. Ley de Gauss. Potencial eléctrico. Conductores. Corriente eléctrica y circuitos. Fuerza entre corrientes. Ley de Biot-Savart. Ley de Ampere. Ley de Faraday. Introducción a la Óptica.\n \nI. Fuerzas i energías electrostáticas\na. Cargas eléctricas\nb. Ley de Coulomb\nII. Campo i potencial eléctrico\na. Concepto de campo.\nb. Concepto de potencial.\nc. Ley de Gauss\nIII. Sistemas y materiales con propiedades eléctricas.\na. Moléculas polares.\nb. Dipolos.\nc. Dieléctricos y aislantes.\nd. Conductores.\nIV. Cargas en movimiento. Campo magnético\na. Corrientes eléctricas.\nb. Fuerzas entre corrientes. Ley de Biot-Savart\nc. Ley de Ampere.\nd. Fuerza de Lorenz.\nV. Inducción magnética. Ley de inducción de Faraday\nVI. Algunos ejemplos.\na. Centrales eléctricas: generación de electricidad.\nb. Circuitos eléctricos: Resistencias, condensadores, bobinas.\nc. Electricidad en las neuronas.\nd. Magnetismo terrestre: la magnetosfera\nVII. Leyes de Maxwell\na. Descripción de la completitud de la teoría\nb. Ondas electromagnéticas. El espectro electromagnético\nVIII. La luz como onda electromagnética.\na. Propagación.\nb. Polarización.\nc. Reflexión.\nd. Refracción.\ne. Absorción y difusión\n \nPRÁCTICAS DE LABORATORIO\nSe realizarán 4 sesiones de laboratorio. La asistencia será obligatoria.\n"}, "Biología de Organismos y Sistemas (UAB)": {"Codigo": "19655", "Curso": 2, "Cuatrimestre": 1, "Créditos": 6, "Idioma": "Español\n", "Coordinador/a": "- Nombre y apellidos: Sandra Saura Mas\n- Correo electrónico: sandra.saura@uab.cat \n- Facultad: Biociencias\n- Departamento: Biología animal, biología vegetal y ecología\n- Despacho-Modulo: C5b/-118\n- Teléfono: 935811921\n", "Requisitos previos": "Ninguno.\n", "Guia docente": "https://secretaria-virtual.uam.es/doa/consultaPublica/look%5bconpub%5dMostrarPubGuiaDocAs?entradaPublica=true&idiomaPais=es.ES&_codAsignatura=19655", "Programa": "Esta asignatura trabajará con la metodología de aprendizaje basado en proyectos (ABPr) (ver sección de metodología). El reto se realizará en equipo y consistirá en crear un modelo que permita una mayor comprensión de un proceso, interacción o problemática ecológica de un ecosistema concreto.\n \nPara conseguir el reto desde el conocimiento, se trabajarán los siguientes contenidos concretos:\nEvolución, selección natural y adaptación. Fundamentos de genética evolutiva. Estrategias de vida. El concepto de especie. Especiación y radiación adaptativa. Concepto de diversidad biológica. Sistemática y filogenia. Los reinos biológicos y su diversificación. Dinámica y estructura de las poblaciones. Interacciones bióticas. Interacción de las poblaciones con el medio abiótico. El concepto de nicho ecológico. Comunidades biológicas. Redes de interacción biótica. El concepto de ecosistema. Flujo de energía y circulación de materiales en los ecosistemas. La biosfera como ecosistema global. Los humanos en la biosfera: su evolución e impacto.\n"}, "Geología Ambiental (UAB)": {"Codigo": "19656", "Curso": 2, "Cuatrimestre": 1, "Créditos": 6, "Idioma": "Español\n", "Coordinador/a": "- Nombre y apellidos: Mario Zarroca Hernández\n- Correo electrónico: mario.zarroca.hernandez@uab.cat \n- Facultad: Ciencias, UAB\n- Departamento: Geología\n- Despacho-Modulo: C2/114\n- Teléfono: 935812033\n", "Requisitos previos": "Ninguno.\n", "Guia docente": "https://secretaria-virtual.uam.es/doa/consultaPublica/look%5bconpub%5dMostrarPubGuiaDocAs?entradaPublica=true&idiomaPais=es.ES&_codAsignatura=19656", "Programa": "I. Introducción a la Geología Ambiental.\nI.1. Riesgos geológicos: externos e internos.\nI.2. Recursos geológicos, medioambiente y sociedad.\nI.3. Paisaje geológico y geoconservación.\nII. Hidrología – Hidrogeología.\nII.1. El ciclo del agua, el concepto del balance hídrico.\nII.2. Dinámica de las aguas superficiales: fluviales, mares y océanos.\nII.3. Cuenca hidrográfica, parámetros morfométricos y de hidráulica fluvial.\nII.4. El agua en el suelo. Aguas subterráneas y acuíferos.\nII.5. Parámetros hidrogeológicos básicos y relaciones entre aguas superficiales - aguas subterráneas.\nII.6. Principios básicos de hidroquímica. Análisis fisicoquímico y evolución hidroquímica de las aguas.\nIII. Sistemas Geomorfológicos.\nIII.1. El modelado del relieve: agentes, procesos y formas.\nIII.2. El tiempo y el espacio en Geomorfología.\nIII.3. Dinámicas fluvio-torrenciales: conceptos de hidrosistema y acciones erosivas-deposicionales.\nIII.4. Dinámicas kársticas: endokarst, exokarst, karst evaporítico.\nIII.5. Dinámicas litorales: oscilaciones del nivel del mar, mareas, oleaje, tipología de costas.\nIII.6. Dinámicas gravitacionales: Deformaciones gravitacionales a gran escala, deslizamientos, desprendimientos y movimientos en masa.\nIII.7. Geomorfología climática I. Zonas frías: dinámicas glaciares y periglaciares.\nIII.8. Geomorfología climática II. Zonas áridas y semiáridas.\nIV. Geoquímica Ambiental y geosalud: Contaminación de suelos, aguas y atmósfera. Materiales geológicos perjudiciales para la salud humana.\nV. Paleoclimatología, cambio climático y registro global.\n \nPRÁCTICAS DE LABORATORIO\nEl alumno realizará tareas prácticas de adquisición de datos geomorfológicos, hidrogeológicos, hidroquímicos y geoquímicos. Las prácticas se realizarán en laboratorio y/o en el entorno natural del campus de la UAB.\n"}, "Comunicación y divulgación de la Ciencia (UAB)": {"Codigo": "19652", "Curso": 2, "Cuatrimestre": 1, "Créditos": 6, "Idioma": "Español\n", "Coordinador/a": "- Nombre y apellidos: Agustí Nieto Galan - Correo electrónico: agusti.nieto@uab.cat - Universidad: Universidad Autónoma de Barcenola- Facultad: Ciències- Departamento: Institut d’Història de la Ciència (IHC)--Departament de Filosofia - Despacho-Modulo: D3-09, IHC - Teléfono: 935866862\n", "Requisitos previos": "Ninguno.\n", "Guia docente": "https://secretaria-virtual.uam.es/doa/consultaPublica/look%5bconpub%5dMostrarPubGuiaDocAs?entradaPublica=true&idiomaPais=es.ES&_codAsignatura=19652", "Programa": "La asignatura plantea grandes temas relacionados con la comunicación de la ciencia, que se desarrollan semanalmente introduciendo en cada caso aspectos teóricos (expository science, knowledge in transit, deficit model, dominant view, etc.), ejemplos históricos y casos prácticos, conectados con el presente.\n\nPresentación. El malestar de la cultura científica\nLibros de ciencia: ciencia académica, ciencia popular\nCiencia en la prensa: autores, periódicos, artículos y secciones\nMuseos de ciencia: del patrimonio científico a los “Science centres”\nIconos de la ciencia: genios, héroes e historia\nCiencia en las aulas: el papel de los estudiantes\nCiencia espectáculo: teatros, exposiciones, experimentos públicos\nDivulgadores/as científicos/as: expertos, mediadores, amateurs\nCiencia audiovisual: cine, televisión, documentales\nCiencia mediática: la extensión de las controversias\nComunicación de la salud: pacientes activos y autoridad médica\nCiencia 2.0 (I): wikipedia, internet\nCiencia 2.0 (II): redes sociales\nCiencia activista: ecologismo y feminismo en la esfera pública\n\n"}, "Estadística (UC3M)": {"Código": "18703", "Curso": "2", "Cuatrimestre": "2", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "ALONSO FERNANDEZ, ANDRES MODESTO", "Requisitos previos": "Cálculo y Álgebra lineal", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?&est=368&plan=453&asig=18703&idioma=1", "Programa": "Tema 1: Estadística descriptiva\n1.1 Introducción. El propósito de la estadística\n1.2 Descripción de datos mediante tablas\n1.3 Descripción de datos mediante gráficos\n1.4 Medidas características de una variable\n\nTema 2: Estadística descriptiva bivariante\n2.1 Introducción\n2.2 Tablas de frecuencias bivariantes\n2.3 Gráficos de dispersión\n2.4 Medidas de relación lineal\n2.5 La recta de regresión simple\n\nTema 3: Probabilidad\n3.1 Introducción\n3.2 Definición de probabilidad y propiedades\n3.3 Probabilidad condicionada y total\n3.4 Independencia de sucesos \n3.5. Teorema de Bayes\n\nTema 4: Introducción a las Variables Aleatorias\n4.1 Introducción.\n4.2 Variables aleatorias univariantes discretas\n4.3 Variables aleatorias univariantes continuas\n4.4 Medidas características de las variables aleatorias\n\nTema 5: Modelos de probabilidad\n5.1 Introducción\n5.2 El proceso de Bernoulli\n5.3 El proceso de Poisson\n5.4 Variables aleatorias asociadas al proceso de Poisson\n5.5 La variable aleatoria normal\n5.6 Relación entre la normal, la binomial y la Poisson\n5.7 El modelo de regresión simple\n\nTema 6: Introducción a la inferencia estadística\n6.1 La inferencia estadística. Población y muestra\n6.2 Estimación y estimadores \n6.3 Intervalos de confianza para la media con muestras grandes \n6.4 Determinación del tamaño muestral\n6.5 Otros intervalos de confianza \n6.6 Introducción al contraste de hipótesis \n6.7 Contraste de hipótesis sobre la media con muestras grandes \n6.8 Interpretación de un contraste usando el p-valor\n6.9 Diagnosis y crítica del modelo \n6.10 Transformaciones que mejoran la normalidad\n \nTema 7: Comparación de poblaciones\n7.1  Introducción\n7.2  Comparación de dos medias usando muestras independientes\n7.3  Comparación de dos medias usando datos emparejados\n7.4  Comparación de dos proporciones\n7.5  Comparación de dos varianzas en poblaciones normales\n\nTema 8: Introducción a la regresión múltiple\n8.1 El modelo de regresión simple.\n8.2 Definición del modelo de regresión múltiple. \n8.3 Estimación del modelo de regresión múltiple. \n8.4 Inferencia en regresión múltiple.\n8.5 Diagnosis del modelo de regresión.\n8.6 Regresión con variables binarias.\n"}, "Historia de la Ciencia (UAM)": {"Codigo": "19657", "Curso": 2, "Cuatrimestre": 1, "Créditos": 6, "Idioma": "Español\n", "Coordinador/a": "Jose Maria Carrascosa Baeza\n", "Requisitos previos": "Ninguno.\n", "Guia docente": "https://secretaria-virtual.uam.es/doa/consultaPublica/look%5bconpub%5dMostrarPubGuiaDocAs?entradaPublica=true&idiomaPais=es.ES&_codAsignatura=19657", "Programa": "El nacimiento de la Ciencia. La revolución científica. La ilustración y la ciencia newtoniana. La revolución química. La vida vegetal y animal. La medicina científica. La revolución industrial y la termodinámica. La medicina científica del siglo XIX. Teoría celular. Naturaleza química de los procesos biológicos. La nueva química. Electromagnetismo. La geología terrestre. La evolución de las especies. Las matemáticas decimonónicas. La base molecular de la herencia. Química del siglo XX. Nacimiento de la bioquímica. Revoluciones en la física (la relatividad y la física cuántica). La medicina del siglo XX. La revolución del DNA y la biomedicina. Limitaciones de la matemática y bases lógicas de la computación. La tierra. Un mundo no lineal. La mujer en la ciencia.\n"}, "Bioquímica (UAM)": {"Codigo": "19659", "Curso": 2, "Cuatrimestre": 1, "Créditos": 6, "Idioma": "Español\n", "Coordinador/a": "Cristina Murga Montesinos\n", "Requisitos previos": "Ninguno\n", "Guia docente": "https://secretaria-virtual.uam.es/doa/consultaPublica/look%5bconpub%5dMostrarPubGuiaDocAs?entradaPublica=true&idiomaPais=es.ES&_codAsignatura=19659", "Programa": "1. Estructura y función de glúcidos, lípidos y proteínas.\nBiomoléculas y macromoléculas. Glúcidos e hidratos de carbono. Lípidos: familias y características. Aminoácidos, enlace peptídico y proteínas. Dominios. Fuerzas que estabilizan la estructura proteica. Relaciones estructura-función. Interacción y reconocimiento molecular.\n2. Enzimología.\nBases moleculares y estructurales de la catálisis enzimática. Cinética hiperbólica de reacciones monosustrato: constantes cinéticas. Tipos y mecanismos de inhibición enzimática. Regulación de la actividad enzimática.\n3. Estructura y función de ácidos nucleicos.\nComponentes del ADN y ARN. Bases bioquímicas de su estructura. Superenrollamiento y complejos nucleo-proteicos. Replicación eucariota y procariota. Reparación.\n4. Bases moleculares de la expresión génica y su regulación.\nTranscripción en eucariotas y procariotas. Inhibición y activación. Maduración de ARNs procariotas y eucariotas. Poliadenilación y eliminación de intrones. Traducción y código genético. Biosíntesis de proteínas y regulación de la traducción en procariotas y eucariotas. Plegamiento y maduración de proteínas. Modificaciones post-traduccionales.\n5. Bases moleculares de la bioenergética y metabolismo.\nIntroducción a la bioenergética. Ciclo del ATP. Fosforilación oxidativa y balance energético.\nIntroducción al metabolismo. Estudio de rutas catabólicas para la obtención de energía (Catabolismo de hidratos de carbono y lípidos, Glucolisis, Ruta de las pentosas fosfato, Fermentaciones, Ciclo de los ácidos tricarboxílicos., Oxidación de ácidos grasos, …). Estudio de rutas anabólicas para la síntesis de biomoléculas (Gluconeogénesis, Metabolismo del glucógeno, Biosíntesis de lípidos y otras biomoléculas, …).\n6. Regulación y señalización celular.\nBases moleculares de la señalización celular. Transducción de señales: receptores, segundos mensajeros y cascadas intracelulares. Mecanismos de acción.\n \nPRÁCTICAS DE LABORATORIO\n\nPurificación de inmunoglobulinas a partir de un suero de ternera.\nPrecipitación fraccionada de proteínas con sulfato amónico.\nCromatografía en columna de intercambio iónico.\nCuantificación de la concentración de proteínas y diluciones.\nElectroforesis en geles de poliacrilamida desnaturalizantes y visualización de proteínas.\n\n"}, "Física Moderna (A1, A2) (UC3M)": {"Código": "18716", "Curso": "2", "Cuatrimestre": "2", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "MARTIN SOLIS, JOSE RAMON", "Requisitos previos": "Asignaturas de Matemáticas y Física de la titulación previas a este curso", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?&est=368&plan=453&asig=18716&idioma=1", "Programa": "PARTE I. TEORIA DE LA RELATIVIDAD\n\n1.  Postulados de la Teoría Especial de la Relatividad                                                                             \n    1.1 Introducción\n    1.2 La Relatividad Clásica\n          1.2.1 El Principio de la Relatividad de Galileo\n          1.2.2 La Transformación de Galileo y la Mecánica Clásica\n    1.3 El Principio de la Relatividad y la Teoría Electromagnética\n    1.4 Los Postulados de Einstein\n2.  Cinemática Relativista                                                                                                                       \n    2.1 La Transformación de Lorentz\n          2.1.1 La Transformación de Lorentz de Coordenadas\n          2.1.2 La Transformación de Lorentz de Velocidades\n    2.2 Consecuencias de la Transformación de Lorentz\n          2.2.1 Dilatación del Tiempo\n          2.2.2 Contracción de la Longitud\n          2.2.3 Relatividad de la Simultaneidad\n3.  Dinámica Relativista                                                                                                                       \n     3.1 Introducción\n     3.2 Cantidad de Movimiento Relativista\n     3.3 Expresión Relativista de la Fuerza\n     3.4 Energía Relativista\n           3.4.1 Energía Cinética\n           3.4.2 Definición de Energía Total\n           3.4.3 Equivalencia Masa-Energía\n           3.4.4 Relación Energía-Cantidad de Movimiento\n4.  Introducción a la Relatividad General\n     4.1 Principio de Equivalencia \n     4.2 La Luz en un Campo Gravitatorio\n     4.3 Perihelio de Mercurio\n     4.4 Desplazamiento Gravitatorio hacia el Rojo\n     4.5 Los GPS\n     4.6 Agujeros Negros\n\nPARTE II. TEORIA CUÁNTICA\n\n5.  Origen de la Física Cuántica. Dualidad Onda ¿ Partícula                                                                         \n     5.1 Introducción\n     5.2 Ondas y Partículas\n     5.3 La Naturaleza de la Luz\n           5.3.1  Radiación del Cuerpo Negro. Hipótesis de Planck\n           5.3.2 Efecto Fotoeléctrico. Fotones\n      5.4 La Hipótesis de De Broglie. Difracción de electrones. El Experimento de la Doble Rendija\n6.  Mecánica Cuántica. Ecuación de Schrödinger. Función de Onda\n     6.1 La nueva Mecánica Cuántica\n     6.2 Mecánica Ondulatoria. Función de Onda. Interpretación Probabilística\n     6.3 La Ecuación de Schrödinger\n     6.4 Ecuación de Schrödinger Independiente del Tiempo. Estados Estacionarios\n     6.5 Ejemplos Unidimensionales\n           6.5.1 Partícula en un Pozo de Potencial Infinito\n           6.5.2 El Oscilador Armónico\n     6.6 El Principio de Incertidumbre de Heisenberg\n7.  Átomos y Moléculas\n     7.1 Modelos Atómicos. El Átomo de Bohr\n     7.2 Teoría Cuántica del Átomo de Hidrógeno. Números Cuánticos\n     7.3 El Espín del Electrón. El Principio de Exclusión de Pauli\n     7.4 Átomos Multielectrónicos. La Tabla Periódica\n     7.5 Emisión Espontánea y Emisión Estimulada. El Láser\n     7.6 Moléculas\n           7.6.1 Enlace Iónico\n           7.6.2 Enlace Covalente. Orbitales Moleculares. Hibridación\n8.  Estado Sólido\n     8.1 Sólidos Cristalinos\n     8.2 La Teoría Cuántica del Gas de Electrones Libres en Metales\n     8.3 Teoría de Bandas. Conductores y Aislantes\n     8.4 Semiconductores\n           8.4.1 Semiconductores Intrínsecos y Extrínsecos\n           8.4.2 Dispositivos Semiconductores. El Diodo y el Transistor\n     8.5 Superconductores\n9.  Electrones y Fotones. Ecuación de Dirac. Electrodinámica Cuántica\n     9.1 Revoluciones dentro de la Revolución: la Ecuación de Dirac. Consecuencias\n           9.1.1 El Espín del Electrón\n           9.1.2 La Gran Sorpresa: la Antimateria\n      9.2  Electrodinámica Cuántica. Fotones Virtuales y Fuerzas Electromagnéticas \n10. Física Nuclear\n      10.1 El Núcleo Atómico\n      10.2 Estabilidad Nuclear. Radiactividad. La Ley de Decaimiento Radiactivo\n      10.3 Desintegración Beta. El Neutrino. La Interacción Débil\n      10.4 Yukawa y la Fuerzas Nucleares. La Interacción Fuerte\n11. Partículas Elementales. Estructura de la Materia                                                                                 \n      11.1 Partículas Elementales. Aceleradores y Colisionadores\n      11.2 El zoo de las Partículas Elementales. Quarks\n      11.3 Cromodinámica Cuántica\n      11.4 El Modelo Estándar de la Materia. El Bosón de Higgs\n"}, "Ciencia de Materiales (A2) (UC3M)": {"Código": "18717", "Curso": "2", "Cuatrimestre": "2", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "ALVAREDO OLMOS, PAULA", "Requisitos previos": "Quimica General\nQuímica Orgánica", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?&est=368&plan=453&asig=18717&idioma=1", "Programa": "Estudio de los diferentes materiales: metálicos, cerámicos, polímeros y compuestos.\nTécnicas de obtención y tratamiento de materiales.\nEstructura de materiales.\nEnsayo mecánico de materiales.\nMateriales conductores, semiconductores, aislantes: aplicación en tecnología eléctrica.\nComportamiento en servicio de los materiales.\n"}, "Genes y Ambiente  (A1) (UAM)": {"Codigo": "19663", "Curso": 2, "Cuatrimestre": 2, "Créditos": 6, "Idioma": "Español/Catalán\n", "Coordinador/a": "Patricia Álvarez Campos\n", "Requisitos previos": "Ninguno.\n", "Guia docente": "https://secretaria-virtual.uam.es/doa/consultaPublica/look%5bconpub%5dMostrarPubGuiaDocAs?entradaPublica=true&idiomaPais=es.ES&_codAsignatura=19663", "Programa": "Introducción\nBase molecular de la herencia y organización del genoma\nBiología de las poblaciones y evolución\nEl origen y el mantenimiento de la diversidad, genes y ambiente\nBiología de la diferenciación y el desarrollo con una perspectiva ecológica\nGenética, ecología y evolución de la biodiversidad\nFundamentos del método comparado\n\n"}, "Conjuntos y Números (A2) (UAM)": {"Codigo": "19683", "Curso": 2, "Cuatrimestre": 2, "Créditos": 6, "Idioma": "Español\n", "Coordinador/a": "Eva Elduque Laburta\n", "Requisitos previos": "Ninguno.\n", "Guia docente": "https://secretaria-virtual.uam.es/doa/consultaPublica/look%5bconpub%5dMostrarPubGuiaDocAs?entradaPublica=true&idiomaPais=es.ES&_codAsignatura=19683", "Programa": "Conjuntos. Formas de especificar un conjunto. El Conjunto Vacío. Relación de Inclusión. Operaciones con conjuntos. Partes de un Conjunto. Números combinatorios. Teorema del binomio de Newton.\nFunciones. Producto cartesiano de dos conjuntos. Concepto de Función. Gráficas. Funciones inyectivas, sobreyectivas y biyectivas. Conjuntos finitos. Principio del palomar. Ejemplos. Composición de Funciones y Función Inversa. Comportamiento respecto a la unión, la intersección y el complementario.\nRelaciones de orden. Relación binaria sobre un conjunto. Propiedades reflexiva, simétrica, antisimétrica y transitiva. Relaciones de orden. Máximos, mínimos, elementos maximales y minimales, Cotas, supremos e ínfimos. Relaciones de orden total. Axioma de elección, conjuntos inductivos, lema de Zorn. Ejemplos y aplicaciones.\nRelaciones de equivalencia y cardinales. Relaciones de Equivalencia. Clases de equivalencia. Particiones y conjunto cociente. Funciones definidas en el conjunto cociente. Conjuntos equipotentes. Teorema de Cantor-Schröder-Bernstein. Idea de Cardinal. Conjuntos numerables y no numerables y sus propiedades. La hipótesis del continuo.\nTeoría de Números elemental. Operaciones binarias; grupos, anillos, cuerpos. Los Números Enteros. Propiedades de las operaciones y el orden en los enteros. Divisibilidad en los enteros. Congruencias módulo n. Teorema de la división, máximo común divisor y mínimo común múltiplo. Algoritmo de Euclides. Identidad de Bézout. Números Primos entre sí. Números Primos. Teorema de Euclides. Teorema Fundamental de la Aritmética. Ecuaciones diofánticas. Ecuaciones lineales en congruencias. Sistemas de congruencias y el teorema chino del resto. El teorema pequeño de Fermat. La Función φ de Euler y el teorema de Euler.\nExtensiones de Q. Los cuerpos R y C: Construcción de los números reales. Propiedad del supremo. Números complejos. Representación geométrica. Forma polar. Potencias y raíces de un número complejo. Raíces de la unidad.\nPolinomios. Anillos de polinomios. Grado de un polinomio. Teorema de la división. Ceros de un polinomio. Multiplicidad. Funciones polinómicas. Unidades y polinomios irreducibles. Factorización. El Lema de Gauss y sus consecuencias. Irreducibilidad en Z[X]. Criterio de Eisenstein. Teorema fundamental del álgebra. Polinomios irreducibles en C[X] y en R[X].\n\n"}, "Gestión y Evaluación de la Ciencia (UC3M)": {"Código": "18721", "Curso": "4", "Cuatrimestre": "1", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "MUÑOZ BARRUTIA, MARIA ARRATE", "Requisitos previos": "No hay recomendaciones", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?&est=368&plan=453&asig=18721&idioma=1", "Programa": "PROGRAMA DE TEORÍA\n\nA. Evaluación de la Investigación\n1. Perspectiva histórica e indicadores\n2. Agencia Nacional de Evaluación dela Calidad y Acreditación (ANECA)\n3. Evaluación de organizaciones, proyectos de investigación y carreras investigadoras\n4. Indicadores alternativos y evaluación cualitativa\n\nB. Sistemas de I+D+i\n1. Introducción histórica\n2. Organismos Públicos de Investigación\n3. Agencia Estatal de Investigación y CDTI\n4. Programas de financiación territoriales\n5. Programas Marco de la Unión Europea\n\nC. Estructura de un proyecto de investigación y aspectros económicos y legales\n1. Partes de un proyecto de investigación\n2. Gestión económica\n3. Propiedad industrial e intelectual\n4. Iniciativas emprendedoras\n\nPROGRAMA DE PRÁCTICAS\n\nA. Elaboración práctica de un proyecto de investigación (en grupos de trabajo)\n1. Ideación y diseño de un proyecto de investigación\n2. Exposición oral\n3. Evaluación por pares \n"}, "Genética molecular (B1)": {"Código": "18725", "Curso": "", "Cuatrimestre": "", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "VAQUERO LOPEZ, JUAN JOSE", "Requisitos previos": "- Biología\n- Biología de Organismos y Sistemas\n- Bioquímica", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?&est=368&plan=453&asig=18725&idioma=1", "Programa": "Tema 1. Introducción. Ácidos Nucleicos, Genes y Genomas.\nTema 2. Estructura del Genoma Eucariótico.\nTema 3. Replicación del Material genético.\nTema 4. Transcripción del DNA (Procariotas y Eucariotas).\nTema 5. Traducción del mRNA y RNAs No Codificantes.\nTema 6. Recombinación, Transposición e Inserción.\nTema 7. Regulación Génica.\nTema 8. Restricción y Reparación.\nTema 9. Mutación y Mutagénesis.\nTema 10. Secuenciación y Amplificación.\nTema 11. Transferencia génica.\nTema 12. Introducción a la Terapia e Ingeniería Genética.\n\n"}, "Biomacromoléculas (B1)": {"Código": "19685", "Curso": "", "Cuatrimestre": "", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "RIO NECHAEVSKY, MARCELA ANDREA DEL", "Requisitos previos": "Ninguno", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?&est=368&plan=453&asig=19685&idioma=1", "Programa": "Macromoléculas biológicas. \nEstructura primaria, secundaria, terciaria y cuaternaria de proteínas. \nTipos estructurales y evolución de proteínas. \nEstructura primaria de ácidos nucleicos. \nEstructura secundaria, terciaria y cuaternaria del DNA y del RNA.\n"}, "Fisiología (B1)": {"Código": "19681", "Curso": "", "Cuatrimestre": "", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "", "Requisitos previos": "Ninguno", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?est=368&plan=453&asig=19681&idioma=1", "Programa": "Fisiología celular: homeostasis y medio interno. \nTransporte a través de las membranas. \nComunicación intercelular. \nPotencial de membrana en reposo.\nPotencial de acción. \nFisiología respiratoria. \nFisiología cardiovascular. \nFisiología renal. \nFisiología del aparato digestivo. \nFisiología del sistema nervioso.\nFisiología del sistema endocrino\n"}, "Metabolismo (B1)": {"Código": "19682", "Curso": "", "Cuatrimestre": "", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "", "Requisitos previos": "Ninguno", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?est=368&plan=453&asig=19682&idioma=1", "Programa": "Enzimología y regulación enzimática. \nTransporte electrónico mitocondrial. \nFosforilación oxidativa. \nFosforilación. \nCiclo de Krebs. \nDegradación de hidratos de carbono. \nGlucogénesis. \nMetabolismo del glucógeno. \nFijación fotosintética del carbono. \nMetabolismo de los ácidos grasos y otros lípidos. \nMetabolismo de los aminoácidos. \nMetabolismo de los ácidos nucleicos. \nRegulación e integración del metabolismo.\n"}, "Metodología bioquímica (B1)": {"Código": "19686", "Curso": "", "Cuatrimestre": "", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "SALINAS RODRIGUEZ, BEATRIZ", "Requisitos previos": "Es conveniente, aunque no requisito, tener una buena base de:\n  Química\n  Física\n  Biología\n\nAdemás, se recomienda tener buen conocimiento de inglés que permita al alumno leer bibliografía de consulta", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?est=368&plan=453&asig=19686&idioma=1", "Programa": "El programa de la asignatura de métodos bioquímicos incluye los siguientes módulos:\n\nI.- El método científico en la investigación bioquímica\n¿\tArtículos y revistas científicas. Búsqueda bibliográfica\n¿\tIntroducción general a la experimentación en Bioquímica y Biologia Molecular. \n\nII.- Aislamiento de partículas subcelulares\n¿\tCentrifugación: Tipos de rotores y centrífugas. Centrifugación preparativa (diferencial y en gradiente de densidad). Centrifugación analítica.\n\nIII.- Tecnología básica en el laboratorio de bioquímica.\n¿\tElectroforesis: Conceptos básicos y principios generales. Soportes electroforéticos. Métodos de tinción. Electroforesis en gradiente. Electroforesis en gel de poliacrilamida en presencia de SDS. Isoelectroenfoque. Electroforesis bidimensional. Electroforesis capilar.\n¿\tEspectrometría de masas: conceptos básicos. Análisis de espectrómetros y aplicaciones en biología molecular\n¿\tCromatografía: Conceptos básicos y principios generales. Técnicas cromatográficas basadas en la polaridad (cromatografía líquido-sólido, cromatografía gas-líquido, cromatografía líquido-líquido). Técnicas cromatográficas basadas en la carga (cromatografía de intercambio iónico). Técnicas cromatográficas basadas en el tamaño (cromatografía de tamizado molecular). Cromatografía de afinidad\n¿\tTécnicas espectrofotométricas: Conceptos básicos y principios generales. Cromóforos en bioquímica. Coeficiente de absorción molar. La ley de Lambert-Beer. Instrumentación: espectroscopía visible y ultravioleta. \n¿\tMétodos radioquímicos para el marcaje de macromoléculas: Átomos e isótopos. Desintegración radioactiva. Tipos de emisiones radioactivas. Unidades de radioactividad. Detección y medida de radioactividad.\n¿\tInmunotécnias: Anticuerpos, interacción antígeno-anticuerpo. Anticuerpos monoclonales y policlonales. Marcaje de anticuerpos. inmuno\n¿\tTécnicas de identificación (blotting): Conceptos básicos. Transferencia (blotting). Southern blot. Northern blot. Western-blot. Dot-blot.\n\nSEMINARIOS: Los seminarios, impartidos en grupos más reducidos, estarán destinados a la :\n¿\tResolución de problemas\n¿\tDiscusión de supuestos experimentales\n¿\tComentario y discusión de algunas publicaciones especialmente relevantes para el desarrollo de algunas de las técnicas de bioquímica y biología molecular\n"}, "Fenomenos Cuánticos  (B2)": {"Código": "19687", "Curso": "", "Cuatrimestre": "", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "", "Requisitos previos": "Ninguno", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?est=368&plan=453&asig=19687&idioma=1", "Programa": "Orígenes. \nFunción de onda y su interpretación. \nDualidad onda-partícula. \nPrincipio de indeterminación. \nEcuación de Schrödinger. \nProblemas unidimensionales. \nÁtomo de hidrógeno.\n"}, "Tecnología Energética (B2)": {"Código": "19689", "Curso": "", "Cuatrimestre": "", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "", "Requisitos previos": "Ninguno", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?est=368&plan=453&asig=19689&idioma=1", "Programa": "Termodinámica aplicada al transporte de calor. \nCiclos térmicos. \nTransferencia por convección, conducción y radiación. \nIntercambiadores y otras aplicaciones tecnológicas.\n"}, "Tecnología Eléctrica (B2)": {"Código": "19690", "Curso": "", "Cuatrimestre": "", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "", "Requisitos previos": "Ninguno", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?est=368&plan=453&asig=19690&idioma=1", "Programa": "Elementos de circuitos. \nTeoría de circuitos. \nAnálisis de circuitos continuos y alternos. \nAplicaciones tecnológicas.\n"}, "Trabajo de Fin de Grado (UC3M)": {"Código": "18723", "Curso": "4", "Cuatrimestre": "2", "Créditos": "12.0", "Idioma": "Español", "Coordinador/a": "SANTALLA ARRIBAS, SILVIA NOEMI", "Requisitos previos": "Aquellos exigidos por la normativa de la Universidad en lo referente a las condiciones previas a la matriculación y presentación del trabajo de fin de grado\nhttp://www.uc3m.es/ss/Satellite/SecretariaVirtual/es/TextoMixta/1371210936260/", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?&est=368&plan=453&asig=18723&idioma=1", "Programa": "Ejercicio original a presentar y defender ante un tribunal universitario, consistente en un proyecto integral del ámbito de la titulación, de naturaleza profesional, en el que se sinteticen las competencias adquiridas en las enseñanzas, o en un trabajo de carácter innovador de desarrollo de una idea, un prototipo, o el modelo de un equipo o sistema, en alguno de los ámbitos de competencia de la titulación.\n(Consultar la guia docente en la universidad coordinadora)\n"}, "Biofísica (B1)": {"Código": "19683", "Curso": "", "Cuatrimestre": "", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "", "Requisitos previos": "Ninguno", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?est=368&plan=453&asig=19683&idioma=1", "Programa": "Ondas y radiaciones. \nIntroducción a la espectroscopía biomolecular. \nTermodinámica bioquímica. \nAusencia de equilibrio: difusión y conductividad. \nFenómenos de transporte.\n"}, "Citología e Histología (B1)": {"Código": "19684", "Curso": "", "Cuatrimestre": "", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "", "Requisitos previos": "Ninguno", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?est=368&plan=453&asig=19684&idioma=1", "Programa": "Membrana celular. \nCitoesqueleto. \nNúcleo y flujo de información genética. \nOrgánulos celulares. \nTipos de tejidos. \nEpitelios. \nTejido conjuntivo. \nTejido adiposo. \nTejido cartilaginoso. \nTejido óseo. \nSangres. \nTejido muscular estriado: cardíaco y esquelético. \nTejido muscular liso.\nTejido muscular.\n"}, "Metodología Bioquímica (B1)": {"Código": "19686", "Curso": "", "Cuatrimestre": "", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "SALINAS RODRIGUEZ, BEATRIZ", "Requisitos previos": "Es conveniente, aunque no requisito, tener una buena base de:\n  Química\n  Física\n  Biología\n\nAdemás, se recomienda tener buen conocimiento de inglés que permita al alumno leer bibliografía de consulta", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?est=368&plan=453&asig=19686&idioma=1", "Programa": "El programa de la asignatura de métodos bioquímicos incluye los siguientes módulos:\n\nI.- El método científico en la investigación bioquímica\n¿\tArtículos y revistas científicas. Búsqueda bibliográfica\n¿\tIntroducción general a la experimentación en Bioquímica y Biologia Molecular. \n\nII.- Aislamiento de partículas subcelulares\n¿\tCentrifugación: Tipos de rotores y centrífugas. Centrifugación preparativa (diferencial y en gradiente de densidad). Centrifugación analítica.\n\nIII.- Tecnología básica en el laboratorio de bioquímica.\n¿\tElectroforesis: Conceptos básicos y principios generales. Soportes electroforéticos. Métodos de tinción. Electroforesis en gradiente. Electroforesis en gel de poliacrilamida en presencia de SDS. Isoelectroenfoque. Electroforesis bidimensional. Electroforesis capilar.\n¿\tEspectrometría de masas: conceptos básicos. Análisis de espectrómetros y aplicaciones en biología molecular\n¿\tCromatografía: Conceptos básicos y principios generales. Técnicas cromatográficas basadas en la polaridad (cromatografía líquido-sólido, cromatografía gas-líquido, cromatografía líquido-líquido). Técnicas cromatográficas basadas en la carga (cromatografía de intercambio iónico). Técnicas cromatográficas basadas en el tamaño (cromatografía de tamizado molecular). Cromatografía de afinidad\n¿\tTécnicas espectrofotométricas: Conceptos básicos y principios generales. Cromóforos en bioquímica. Coeficiente de absorción molar. La ley de Lambert-Beer. Instrumentación: espectroscopía visible y ultravioleta. \n¿\tMétodos radioquímicos para el marcaje de macromoléculas: Átomos e isótopos. Desintegración radioactiva. Tipos de emisiones radioactivas. Unidades de radioactividad. Detección y medida de radioactividad.\n¿\tInmunotécnias: Anticuerpos, interacción antígeno-anticuerpo. Anticuerpos monoclonales y policlonales. Marcaje de anticuerpos. inmuno\n¿\tTécnicas de identificación (blotting): Conceptos básicos. Transferencia (blotting). Southern blot. Northern blot. Western-blot. Dot-blot.\n\nSEMINARIOS: Los seminarios, impartidos en grupos más reducidos, estarán destinados a la :\n¿\tResolución de problemas\n¿\tDiscusión de supuestos experimentales\n¿\tComentario y discusión de algunas publicaciones especialmente relevantes para el desarrollo de algunas de las técnicas de bioquímica y biología molecular\n"}, "Métodos Numéricos (B2)": {"Código": "16493", "Curso": "", "Cuatrimestre": "", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "", "Requisitos previos": "Ninguno", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?est=368&plan=453&asig=16493&idioma=1", "Programa": "Fundamentos de cálculo numérico. \nSolución de ecuaciones lineales y no lineales. \nInterpolación y aproximación. \nDerivación e integración. \nMétodos para EDOs y EDPs. \nÁlgebra lineal numérica.\n"}, "Estructura de la Materia (B2)": {"Código": "19688", "Curso": "", "Cuatrimestre": "", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "", "Requisitos previos": "Ninguno", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?est=368&plan=453&asig=19688&idioma=1", "Programa": "Tipos de enlaces. \nRed cristalina. \nMetales. \nTeoría de bandas. \nSemiconductores. \nDieléctricos. \nMateriales magnéticos. \nPropiedades ópticas.\n"}, "Tecnología Electrónica  (B2)": {"Código": "19691", "Curso": "", "Cuatrimestre": "", "Créditos": "6.0", "Idioma": "Español", "Coordinador/a": "", "Requisitos previos": "Ninguno", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?est=368&plan=453&asig=19691&idioma=1", "Programa": "Sistemas electrónicos. \nInstrumentación. \nAmplificadores. \nComponentes electrónicos: transistores, diodos, etc. \nAplicaciones tecnológicas\n"}, "Tecnología Ambiental (B2)": {"Código": "19692", "Curso": "", "Cuatrimestre": "", "Créditos": "6.0", "Idioma": "Inglés", "Coordinador/a": "", "Requisitos previos": "Ninguno", "Guia docente": "https://aplicaciones.uc3m.es/cpa/generaFicha?est=368&plan=453&asig=19692&idioma=1", "Programa": "Industria y medioambiente. \nContaminación industrial: fuentes, dispersión y transporte, tratamiento. \nReciclado. \nImpacto sobre la salud\n"}}